Revit 2027 API
ParameterTypeId.SheetCurrentRevisionIssued Property
 "Current Revision Issued"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetCurrentRevisionIssued { get; }
Public Shared ReadOnly Property SheetCurrentRevisionIssued As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetCurrentRevisionIssued {
	ForgeTypeId^ get ();
}
static member SheetCurrentRevisionIssued : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace